Repository: common-repository/wp-scheduled-read-only
Catalog: languages/wp-scheduled-read-only-*.po
Languages: fr_fr

source: Read Only
fr_fr: Lecture Seule

source: We are %s, sites are on read-only mode from %s to %s.
fr_fr: Nous sommes le %s, Les sites sont en mode lecture seule du %s au %s.

source: Security error
fr_fr: Erreur de sécurité

source: Scheduled Read only
fr_fr: Lecture seule programmée

source: Read only setting has been registered !
fr_fr: Le réglage de lecture seule a été enregistré !

source: Read only setting was not saved...
fr_fr: Le réglage de lecture seule n'a pas été sauvegardé...

source: You can not edit this setting.
fr_fr: Vous ne pouvez pas éditer ce réglage.

source: Read-only:
fr_fr: Lecture seule :

source: From:
fr_fr: Du :

source: To:
fr_fr: Au :

source: Who can write ?
fr_fr: Qui peut écrire ?

source: save
fr_fr: Sauvegarder
